/* Literal for the Space key */
"Space" = "Espaço";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "Atalho";

/* VoiceOver value for the value-less control */
"Empty" = "Vazia";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "Usar atalho antigo";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "Cancelar gravação";

/* Tooltip for the clear button */
"Delete current shortcut" = "Apagar atalho atual";

/* Tooltip for the recording mode */
"Type shortcut" = "Digitar atalho";

/* Label for the value-less control */
"Record Shortcut" = "Gravar Atalho";

/* Tooltip for the normal mode */
"Click to record shortcut" = "Clique para gravar atalho";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "A combinação de teclas “%@“ não pode ser usada!";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "A combinação de teclas “%@“ não pode ser usada porque %@.";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "A combinação de teclas “%@“ já está em uso.";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "A combinação de teclas “%@“ não pode ser usada porque já está a ser usada por um atalho global do sistema. Se quiser realmente usar esta combinação, a maioria dos atalhos podem ser mudados no painel Teclado das Preferências do Sistema.";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "A combinação de teclas “%@“ não pode ser usada porque já está a ser usada pelo item de menu “%@“.";

/* Accessibility name of the Command modifier key */
"Command" = "Comando";

/* VoiceOver name of the Option modifier key */
"Option" = "Opção";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Maiúsculas";

/* VoiceOver name of the Control modifier key */
"Control" = "Controle";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
